import React from 'react'
import styled from 'styled-components'

const Wrapper = styled.div`
  
`
const Title = styled.div`
  font-size: 20px;
`
const Text = styled.div`
  margin-top: 20px;
`

const VilageHistory = () => {
  return (
    <Wrapper>
      <Title>Барскоон</Title>
      <Text>
        Барскоон — Кыргыз Республикасынын Ысык-Көл облусунун Жети-Өгүз районуна
        караштуу айыл, ушул эле аталыштагы айыл аймагынын аты. Айыл аймагына
        Караколка, Сөөк, Кара-Сай айылдары кирет. Барскоон айылы райондун батыш
        тарабынан, Ысык-Көлдүн түштүгүнөн, Тескей Ала-Тоонун этегинен орун
        алган. Райондун борбору Кызыл-Суудан 45 км батыш тарапта, Балыкчы темир
        жол станциясынан 147 км чыгышта, деңиз деңгээлинен 1712 метр бийиктикте
        жайгашкан. Барскоон капчыгайы[оңдоо | булагын оңдоо] Барскоон капчыгайы
        Тескей Ала-Тоонун суу бөлгүч тилкесинен Ысык-Көлдүн түштүк жээгине чейин
        60 км аралыкка созулуп жаткан ири капчыгайлардын бири. Деңиз деңгээлинен
        1608– 3500 м бийикте. Капчыгай протерозой жана палеозойдун кристаллдык
        тектеринен (гранит, сланец, гранит-диорит ж.б. антропогендик чөкмө
        тектеринен, төмөнкү бөлүгү болсо, көл жээгиндеги аллювий-пролювий
        чөкмөлөрүнөн турат. Капталдары тик (60-70° чейин) жана бийик (2 кмге
        чейин); таманы төр жагында кууш (150-300 м). Генезистик тиби боюнча көп
        бөлүгү кууш эрозиялык капчыгай, жогорку жагы төр тибинде. Капчыгай
        неогендин акырында (плиоцендин 2-жарымы) жана антропoгенде
        (плейстоценде) пайда болгон. Рельефи боюнча 3 бөлүктөн турат. Жогорку
        бөлүгү бийик тоолуу аймакка туура келет, байыркы жана азыркы мөңгүлөр
        өөрчүгөн, төр, тепши сымал өрөөндөр, аска, төө карын(морена) жана башка
        морфоскульптуралар мүнөздүү; ортоңку бөлүгү орто бийиктиктеги жана жапыз
        тоолор зонасында; эрозий-денудациялык морфоскульптуралар(негизинен 1
        кмге чейин терең капчыгайлар); куюлма шагылдар ж.б. мүнөздүү; кооз
        шаркыратмалар бар; төмөнкү бөлүгү көл жээгиндеги түздүккө туура келет
        (капчыгайдын оозунан көлгө чейин ); aллювий, пролювий шиленди конусу
        ээлейт; дарыя нугунун түбү жайык (500–600 мге чейин); капталдары тик.
        Капчыгай аркылуу Барскоон суусу агып өтөт. Климаты мелүүн континенттик;
        кышы суук, жайы салкын, январдын орточо темпеоатурасы - 5 - 8°С, июль
        айыныкы +12 - 17°С. Жылдык жаан чачыны 350 – 600 мм. Капчыгайда жалпы
        аянты 0,48 чарчы кмге жеткен чакан көлдөр бар. Көл жээгиндеги түздүккө
        кургак талаа, тоо этегине шалбаалуу талаа, орто бийиктиктеги тоолорго
        карагай-бадалдуу токой, бийик тоолуу бөлүгүнө субальп, альп шалбаасы
        жана бийик тоолуу тундра ландшафттары мүнөздүү. Токой чарбасы,
        жайлоо-кыштоолору бар. Ал жайкы жана кышкы жайыт үчүн пайдаланылат.
        Капчыгай аркылуу Жогорку-Нарын, Ак-Шыйрак сырттарына жана Кумтөргө
        баруучу автoмобиль жолу өтөт. Аймакта туризм спорту жакшы өнүккөн.
      </Text>
    </Wrapper>
  )
}

export default VilageHistory
